Repository: sparcs-kaist/app-ios
Catalog: Localizable.xcstrings
Source language: en_gb
Languages: ko

source: **Note:** May contain errors, please double-check facts.
ko: **참고**: 오류가 포함될 수 있음, 사실을 재확인하세요.

source: %@ has joined
ko: %@님이 참여했습니다.

source: %@ has left
ko: %@님이 나갔습니다.

source: %lld comments
ko: %lld개의 댓글

# %lld day%@ ago
source: %1$lld day%2$@ ago
ko: %1$lld일 전

# %lld hour%@ ago
source: %1$lld hour%2$@ ago
ko: %1$lld시간 전

source: %lld min ago
ko: %lld분 전

source: %lld people
ko: %lld명

source: %lld views
ko: %lld회

source: ⏰ It's 15 minutes before your taxi leaves! If everyone's gathered, go ahead and call the taxi to head out together.
ko: ⏰ 택시 출발 15분 전 입니다. 동승자들이 모두 모였다면 택시를 호출한 후 출발하세요.

# 🚕 Looking for someone to ride with on %@ from %@ to %@! 🚕
source: 🚕 Looking for someone to ride with on %1$@ from %2$@ to %3$@! 🚕
ko: 🚕 %1$@ %2$@ → %3$@ 택시팟 구합니다! 🚕

source: 0 left
ko: 수업 없음

source: Active Groups
ko: 참여 중인 방

source: Add
ko: 추가

source: Add Lecture
ko: 수업 추가

source: Add to "%@"
ko: “%@”에 추가

source: Allow NSFW
ko: NSFW글 허용

source: Allow Political
ko: 정치글 허용

source: Already Departed
ko: 이미 출발함

# Already Sent
source: Sent Already
ko: 이미 송금함

source: An email will be sent asking them to send you the money.
ko: 신고하기 시 해당 사용자에게 방 정보와 함께 송금을 재촉하는 메일이 자동으로 보내집니다.

# An error occurred while signing out. Please try again later.
source: An error occurred while signing out. Please try again shortly.
ko: 로그아웃 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while adding a lecture. Please try again later.
ko: 수업을 추가하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while creating a new timetable. Please try again later.
ko: 시간표를 추가하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while deleting a timetable. Please try again later.
ko: 시간표를 삭제하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while loading timetables. Please try again later.
ko: 시간표를 불러오는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while removing a lecture. Please try again later.
ko: 수업을 제거하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while reporting a comment. Please try again later.
ko: 댓글을 신고하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while reporting a post. Please try again later.
ko: 게시글을 신고하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while reporting a user. Please try again later.
ko: 사용자를 신고하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while uploading a comment. Please try again later.
ko: 댓글을 업로드하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unexpected error occurred while uploading a post. Please try again later.
ko: 게시글을 업로드하는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: An unknown authentication error occurred.
ko: 인증 도중 알 수 없는 오류가 발생했습니다.

source: Anonymous
ko: 익명

source: Are you sure you want to delete this post?
ko: 이 게시물을 삭제하시겠습니까?

source: Are you sure you want to discard this post?
ko: 이 게시글 작성을 취소하시겠습니까?

source: Bank Name
ko: 은행

source: Bank Number
ko: 계좌 번호

source: Be the first one to share your thoughts.
ko: 가장 먼저 당신의 생각을 나눠보세요.

source: Boards
ko: 게시판

source: bookmark
ko: 북마크

source: Bookmarked Posts
ko: 북마크한 게시글

# By continuing, you agree to our [Terms of Use](%@) and [Privacy Policy](%@).
source: By continuing, you agree to our [Terms of Use](%1$@) and [Privacy Policy](%2$@).
ko: 계속 진행하면 [이용약관](%1$@) 및 [개인정보 처리방침](%2$@)에 동의하는 것으로 간주됩니다.

source: By continuing, you agree to our Terms of Use and Privacy Policy.
ko: 계속 진행하면 이용약관 및 개인정보 처리방침에 동의하는 것으로 간주됩니다.

source: Call Taxi
ko: 택시 호출하기

source: Cancel
ko: 취소

source: Cannot Add Lecture
ko: 강의를 추가할 수 없음

source: Capacity
ko: 정원

source: Change Language
ko: 언어 변경

source: Chat as %@
ko: %@로 대화하기

source: Chats
ko: 채팅

source: Check out the next class.
ko: 다음 수업을 확인하세요.

source: Classroom
ko: 강의실

source: Clear Selection
ko: 선택 취소

source: Close
ko: 닫기

source: Code
ko: 코드

source: Competition
ko: 경쟁률

source: Content Preferences
ko: 게시글 설정

source: Continue with SPARCS SSO
ko: SPARCS SSO로 계속

source: Copy
ko: 복사

source: Copy Account Info
ko: 계좌 복사하기

source: Courses
ko: 강의

source: Create
ko: 만들기

source: Create a New Group
ko: 신규 방 개설

source: Credit
ko: 학점

source: Credits
ko: 학점

source: Date
ko: 날짜

source: Debug Menu
ko: 디버그 메뉴

source: Defamation
ko: 명예훼손

source: Delete
ko: 삭제

source: Delete Post
ko: 게시글 삭제

source: Depart at
ko: 출발 시각

source: Department
ko: 학과

source: Departure Time
ko: 출발 시각

source: Details
ko: 상세 내용

source: Didn't come on time
ko: 택시에 동승하지 않음

source: Didn't send money
ko: 송금을 하지 않음

source: Discard Post
ko: 작성 취소

source: Dismiss
ko: 닫기

source: Done
ko: 확인

source: downvote
ko: 비추천

source: Edit
ko: 수정

source: Editing
ko: 수정 중

source: Enjoy your day
ko: 즐거운 하루 되세요

source: Enter Bank Number
ko: 계좌 번호 입력

source: Enter Phone Number
ko: 전화 번호 입력

source: Error
ko: 오류

source: ETC
ko: 기타

source: Exams
ko: 시험

# Failed to delete a post. Please try again later.
source: Failed to delete a post. Please try again shortly.
ko: 게시글 삭제를 실패했습니다. 나중에 다시 시도해 주세요.

source: Failed to load classes for this semester.
ko: 이번 학기 수업을 불러오는 데 실패했습니다.

source: Failed to load content
ko: 컨텐츠 로드 실패

source: Failed to parse account information.
ko: 계좌 번호를 불러오는 데 실패했습니다.

source: False Information
ko: 거짓 정보

source: Feed
ko: 타임라인

# Find courses, posts, rides and more.
source: Find courses, posts, taxis and more.
ko: 강의, 게시물, 택시 등 다양한 정보를 찾아보세요.

source: Force Crash
ko: 강제로 충돌 발생시키기

source: Get Next Class
ko: 다음 수업 가져오기

source: Get your next class for this semester.
ko: 다가오는 수업을 가져옵니다.

source: Grade
ko: 성적

source: Hate Speech
ko: 혐오 발언

source: I paid for the taxi!
ko: 제가 택시비를 결제했어요!

source: I sent the money!
ko: 결제자에게 송금했어요!

source: Information
ko: 정보

source: Invalid Invitation
ko: 유효하지 않은 초대

source: Invoke Exception
ko: 강제로 오류 발생시키기

source: It looks like there are no posts on this page right now.
ko: 현재 이 페이지에 게시물이 존재하지 않습니다.

source: Join
ko: 참여하기

source: Joined
ko: 참여함

source: just now
ko: 방금

source: KAIST IP verified
ko: KAIST IP 인증됨

source: Language
ko: 언어

source: Leave
ko: 나가기

source: Load
ko: 널널

source: Looks like there are no groups scheduled for this week. Be the first to create one!
ko: 이번 주엔 아직 방이 없네요. 첫 방을 만들어 보세요!

source: meeting point
ko: 출발지

source: Members with this badge can resolve issues through SPARCS' mediation when they arise.
ko: 이 배지가 있는 회원분들은 문제가 생길 시 SPARCS의 중재를 통해 문제를 해결할 수 있습니다.

source: Miscellaneous
ko: 기타

source: more
ko: 더보기

source: More
ko: 더보기

source: My Posts
ko: 내 게시글

source: My Table
ko: 내 시간표

source: New Group
ko: 신규 방

source: New Table
ko: 새 시간표

source: Next Class
ko: 다음 수업

source: Nickname
ko: 닉네임

source: Nicknames can only be changed every 3 months.
ko: 닉네임은 3개월에 한 번만 변경할 수 있습니다.

source: Nicknames can only be changed every 3 months. Change nickname to %@?
ko: 닉네임은 3개월에 한 번만 변경할 수 있습니다. 닉네임을 %@로 변경하시겠습니까?

source: No more classes
ko: 더 이상 수업 없음

source: No one has commented yet.
ko: 아직 댓글이 없습니다.

source: No Reports
ko: 신고 내역 없음

source: No results
ko: 검색 결과 없음

source: No Reviews
ko: 평가 없음

# No Rides Found
source: No Taxis Found
ko: 택시가 없습니다.

# No Rides This Week
source: No Taxis This Week
ko: 이번주 택시가 없습니다.

source: No rooms found for this week. Be the first one to create one!
ko: 이번 주엔 아직 방이 없네요. 첫 방을 만들어 보세요!

# No rooms found from %@ to %@. Be the first one to create one!
source: No rooms found from %1$@ to %2$@. Be the first one to create one!
ko: %1$@에서 %2$@로 가는 방을 찾지 못 했습니다. 첫 방을 만들어 보세요!

source: No rooms found from %@ to any destination. Be the first one to create one!
ko: %@에서 출발하는 방을 찾지 못 했습니다. 첫 방을 만들어 보세요!

source: No rooms found heading to %@. Be the first one to create one!
ko: %@로 향하는 방을 찾지 못 했습니다. 첫 방을 만들어 보세요!

source: No topic
ko: 주제 없음

source: Not paid
ko: 정산 미완료

source: Not supported
ko: 지원 안 됨

source: Nothing Here Yet
ko: 현재 표시할 내용이 없습니다.

source: Okay
ko: 확인

source: Open Buddy on your iPhone to continue
ko: iPhone에서 Buddy 앱을 열어 계속

source: Open Kakao Pay
ko: 카카오페이 열기

source: Open Kakao T
ko: 카카오 T 열기

source: Open Toss
ko: 토스 열기

source: Open Uber
ko: Uber 열기

source: Other
ko: 기타

source: Other reasons
ko: 기타 사유

source: Paid
ko: 정산 완료

# Participants %lld/%lld
source: Participants %1$lld/%2$lld
ko: 참여 %1$lld/%2$lld

source: Past Groups
ko: 과거 참여 방

source: Payment Required
ko: 송금 필요

source: Payment Settled
ko: 송금 완료

source: Phone Number
ko: 전화 번호

source: Phone number can be set only once. Is the number you want to use correct? %@
ko: 전화 번호는 한 번만 설정할 수 있습니다. 사용하고자 하는 번호가 맞으신가요? %@

source: Photo Library
ko: 사진 보관함

source: Please enter the title
ko: 제목을 입력해 주세요

source: Please open Buddy app on your iPhone to sync your timetable for this semester.
ko: iPhone에서 Buddy 앱을 열어 이번 학기 시간표를 동기화 하세요.

# Please try again later.
source: Please try again shortly.
ko: 로그아웃 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: Political
ko: 정치

source: Post
ko: 게시글

source: Posts
ko: 게시글

source: Privacy Policy
ko: 개인정보 처리방침

source: Professor
ko: 교수

source: Profile
ko: 프로필

source: Reason
ko: 이유

source: Remove
ko: 삭제

source: Remove from Table
ko: 시간표에서 삭제

source: reply as %@
ko: %@로 댓글 쓰기

source: reply to %@
ko: %@에게 답글 쓰기

source: Report
ko: 신고

source: Report Details
ko: 신고 내역

source: Report Submitted
ko: 신고 제출됨

source: Report Type
ko: 신고 유형

source: Reports for unsettled payments and no-shows can only be submitted after the departure time.
ko: 결제 미정산 및 노쇼 신고는 출발 후에만 가능합니다.

source: Request Settlement
ko: 정산 요청

source: Requested settlement
ko: 정산 요청됨

source: Reviews
ko: 후기

# Rides
source: Taxis
ko: 택시

source: Room Limit Reached
ko: 참여 가능 방 한도 도달

source: Room Settlement Required
ko: 기존 방 정산 미완료

source: Search
ko: 검색

source: Search Anything
ko: 무엇이든 검색하세요

source: Search courses, codes or professors.
ko: 강의명, 코드, 교수 검색

source: Search Scope
ko: 검색 범위

source: Select
ko: 선택

source: Select a room
ko: 채팅방을 선택하세요

source: Select Bank
ko: 은행 선택

source: Select the app to send your payment. Tap Already Sent once you've completed the transfer.
ko: 결제 앱을 선택하고, 송금 후 이미 송금함을 눌러 주세요.

source: Send
ko: 보내기

source: Send Crash Reports
ko: 오류 보고서 전송

source: Send Feedback
ko: 피드백 보내기

source: Send Payment
ko: 송금하기

source: Service
ko: 서비스

source: Services
ko: 서비스

source: Settings
ko: 설정

source: Settlement
ko: 정산

source: Settlement Completed
ko: 정산 완료됨

source: Settlement Requested
ko: 정산 요청됨

source: Settlement Required
ko: 정산 필요

source: share
ko: 공유

source: Share
ko: 공유

source: Share now and create a pleasant taxi-sharing experience!
ko: 지금 공유하고 즐거운 택시 동승 경험을 만들어 보세요!

source: Share your thoughts on %@...
ko: %@에 대한 생각을 공유해 보세요...

source: Show Badge
ko: 뱃지 표시

source: Sign in
ko: 로그인

source: Sign in Required
ko: 로그인 필요

source: Sign Out
ko: 로그 아웃

source: Sign out failed.
ko: 로그 아웃 실패

source: Something went wrong. Please try again later.
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: Spam
ko: 스팸

source: Speech
ko: 강의

source: Summarise
ko: 요약

source: Summarising...
ko: 요약중…

source: Summary
ko: 요약

source: swap
ko: 전환

source: Table %lld
ko: 시간표 %lld

source: Taxi
ko: 택시

source: Taxi Bot
ko: Taxi 봇

source: terms of use
ko: 이용 약관

source: Terms of Use
ko: 이용 약관

source: The link you followed is invalid. Please try again.
ko: 유효하지 않은 링크입니다. 다시 시도해 주세요.

source: There are no more classes today.
ko: 오늘 더 이상 수업이 없습니다.

source: There are no reviews for this lecture yet.
ko: 아직 이 강의에 대한 평가가 없습니다.

source: There are rooms for which settlement has not been completed. To create a room, please settle an existing room.
ko: 정산이 완료되지 않은 방이 있습니다. 새로운 방을 생성하려면 기존의 방의 정산을 완료해 주세요.

source: There are users who have not yet requested the settlement or have not completed the payment. Please tap the **+ button** at the bottom left and press **Request Settlement** or **Send Payment** to complete the settlement request or payment.
ko: 아직 정산을 시작하지 않았거나 송금을 완료하지 않은 사용자가 있습니다. 좌측 하단의 **+ 버튼**을 눌러 뜨는 **정산하기** 또는 **송금하기** 버튼을 눌러 정산 요청 또는 송금을 완료해주세요.

source: There is no class today.
ko: 오늘 수업이 없습니다.

# There was an error. Please try again later.
source: There was an error. Please try again shortly.
ko: 오류가 발생했습니다. 나중에 다시 시도해 주세요.

source: This group is full
ko: 정원 초과

source: This lecture collides with an existing lecture in your timetable.
ko: 이미 시간표에 있는 강의와 시간이 겹칩니다.

source: This post contains NSFW content
ko: NSFW 게시글

source: This post contains political content
ko: 정치 게시글

source: This post is hidden
ko: 숨겨진 게시글

source: Timetable
ko: 시간표

source: Title
ko: 제목

source: Today at %@
ko: 오늘 %@

source: Toggle Spoiler
ko: 스포일러 전환

source: Tomorrow at %@
ko: 내일 %@

source: Translate
ko: 번역

source: Try Again
ko: 다시 시도

source: Type
ko: 구분

# Unauthorized Sales
source: Unauthorised Sales
ko: 허가되지 않은 판매글

source: Unknown
ko: 알 수 없음

source: Untitled
ko: 무제

source: Upcoming Class
ko: 다가오는 수업

source: Warning
ko: 주의

source: What's happening?
ko: 무슨 일이 일어나고 있나요?

source: where to?
ko: 어디로 갈까요?

source: Who?
ko: 신고 대상

source: Why?
ko: 신고 이유

source: Write
ko: 작성

source: Write a comment
ko: 댓글 쓰기

source: Write a reply to %@
ko: %@에게 답글 쓰기

source: Write a Review
ko: 후기 작성

source: Write Anonymously
ko: 익명으로 쓰기

source: You are not connected to the Internet.
ko: 인터넷에 연결되어 있지 않습니다.

source: You are participating in more than 5 rooms. To create a room, please settle an existing room.
ko: 현재 5개 이상의 방에 참여하고 있습니다. 새로운 방을 생성하려면 기존의 방의 정산을 완료해 주세요.

source: You can launch the taxi app with the departure and destination already set. Once everyone has gathered at the departure point, press the button to call a taxi from %1$@ to %2$@.
ko: 출발지와 도착지가 이미 설정된 상태로 택시 호출 앱을 실행할 수 있습니다. 동승 인원과 출발지에서 모였다면, 버튼을 눌러 %1$@에서 %2$@로 가는 택시를 호출하세요.

source: You can't change nickname until %@.
ko: %@까지 닉네임을 변경할 수 없습니다.

# Your next class is "%@", starts %@.
source: Your next class is "%1$@", starts %2$@.
ko: 다음 수업은 %2$@에 시작하는 “%1$@” 입니다.

source: Your report has been submitted successfully.
ko: 신고가 성공적으로 접수되었습니다.
